sec2 = f'''
ـ                      **[⎉ TNT Hunter Stats ⎉](t.me/A_0_0_0)**
     ـ●━━━━━━━━━━━━━━━━━━●
✥┊⌔  اهلا بك فى قسم فحص الحساب 
✥┊⌔  إضغـط على الامـر لـنسخه ©️
     ـ●━━━━━━━━━━━━━━━━━━●
✥┊ `.احصائياتي`
     ⪼ لـعرض احصائيات الحساب
✥┊ `.معلوماتي`
     ⪼ لـعرض معلومات الحساب
✥┊ `.قنواتي مالك`
     ⪼ لـعرض قنوات الحساب المالك عليها
✥┊ `.قنواتي ادمن`
     ⪼ لـعرض قنوات الحساب المشرف عليها
✥┊ `.قنواتي الكل`
     ⪼ لـعرض كل قنوات الحساب المنضم بها
✥┊ `.كروباتي مالك`
     ⪼ لـعرض كروبات الحساب المالك عليها
✥┊ `.كروباتي ادمن`
     ⪼ لـعرض كروبات الحساب المشرف عليها
✥┊ `.كروباتي الكل`
     ⪼ لـعرض كروبات الحساب المنضم بها 
     ـ●━━━━━━━━━━━━━━━━━━●
ـ
'''


sec3 = f'''
**[⎉ TNT Hunter Checker ⎉](t.me/A_0_0_0)** **>>** **[Developer](tg://user?id={5616315677})**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.حالة الصيد` : لمعرفة تقدم الصيد

✩ `.ايقاف الصيد` : لايقاف الصيد

✩ `.الانواع` ، `.الانواع1` ، `.الانواع2` ، `.الانواع3` : لمعرفة انواع اليوزرات بالصيد التقليدي

✩ `.النوع` ، `.النوع1` ، `.النوع2` ، `.النوع3` : لمعرفة انواع اليوزرات بالصيد الحديث

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec4 = f'''
ـ          **[⎉ TNT Hunter FloodWait ⎉](t.me/A_0_0_0)**
     ـ●━━━━━━━━━━━━━━●
✥┊⌔ اهلا بك فى قسم التثبيت
✥┊⌔  إضغـط على الامـر لـنسخه ©️
     ـ●━━━━━━━━━━━━━━●
✥┊ `.تثبيت_قناة` + اليوزر
     ⪼ لـ تثبيت اليـوزر بقنـاة معينـه 
     ⪼ بالرد على يوزرها او انشائها تلقائيا 
✥┊ `.تثبيت_حساب` + اليوزر
     ⪼ لـ تثبيت اليـوزر بحسـابك مباشـرة 
✥┊ `.تثبيت_بوتات` + اليوزر
     ⪼ لـ تثبيت اليـوزر في بـوت فـاذر 
✥┊ `.حالة التثبيت`
     ⪼ لـ معرفـة تقـدم التثبيت التلقـائـي
✥┊ `.ايقاف التثبيت`
     ⪼ لـ إيقـاف عمليـة التثبيت التلقـائـي
     ـ●━━━━━━━━━━━━━━●
ـ
'''

sec6 = f'''
**[⎉ TNT Hunter Addons ⎉](t.me/A_0_0_0)** **>>** **[Developer](tg://user?id={5616315677})**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

1️⃣ الامـر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سورس سايثون` ]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

3️⃣ الامر اذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس سايثون `

4️⃣ الامر اذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

مثال | `.للكروبات مرحبا بك في سورس سايثون `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''



Types = {
    "Types1": '''
    **⟨ TNT CHECKER ⟩** **(الصيد التقليدي)**

    ✩ `.الانواع` ، `.الانواع1` ، `.الانواع2` ، `.الانواع3` : لمعرفة انواع اليوزرات

    الانواع 1 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    1  : ثلاثي مختلط T_4_S - T_4_5
    2  : ثلاثـي T_S_S - T_S_Z
    3  : صيد vip رقمين مثال vip12
    4  : صيد vip ثلاث ارقام مثال vip123
    5  : صيد vip اربع ارقام مثال vip1234
    6  : خماسي حرف QQQ5Q - QQQSQ
    7  : خماسي حرفين Q6Q6Q - QWQQW
    8  : سداسي حرف QQQ5QQ - QQQSQQ
    9  : سداسي حرفين Q6Q6QQ - QWQQWQ
    10 : سباعي حرف QQQQ2QQ - QQQQWQQ
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    .صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @A_0_0_0
    ''',
    "Types2": '''
    **⟨ TNT CHECKER ⟩** **(الصيد التقليدي)**
    
    ✩ `.الانواع` ، `.الانواع1` ، `.الانواع2` ، `.الانواع3` : لمعرفة انواع اليوزرات

    الانواع 2 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    11 : سباعي حرفين QQ2Q2QQ - QQWQWQQ
    12 : شبه سداسي ارقام 1 s1a111 - s2222a
    13 : شبه سداسي ارقام 2 sa1111
    14 : شبه خماسي 1 QQQWS
    15 : شبه خماسي 2 WSQQQ
    16 : شبه خماسي 3 WQQQS
    17 : رباعي W6_6W
    18 : خماسي شرطه W66_6W
    19 : سداسي شرطه W666_6W
    20 : بوتات ثلاثى RVFBOT
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    .صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @A_0_0_0
    ''',
    "Types3": '''
    **⟨ TNT CHECKER ⟩** **(الصيد التقليدي)**

    ✩ `.الانواع` ، `.الانواع1` ، `.الانواع2` ، `.الانواع3` : لمعرفة انواع اليوزرات

    الانواع 3 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    21 : شبه ثلاثي 1 بوتات RVF_BOT 
    22 : شبه ثلاثي 2 بوتات R_VFBOT 
    23 : رباعي 1 بوتات SSLSbot
    24 : رباعي 2 بوتات LSLSbot
    25 : شبه رباعي 1 بوتات SSLS_BOT
    26 : شبه رباعي 2 بوتات SSL_SBOT
    27 : خماسي 1 بوتات HHHH6BOT
    28 : خماسي 2 بوتات HHH66BOT
    29 : شبه خماسي 1 بوتات HHHH6_BOT
    30 : شبه خماسي 2 بوتات HHH_H6BOT
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    .صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @A_0_0_0
    ''',
}
Auto_Checker = {
    "Types1": '''
    **⟨ TNT CHECKER ⟩** **(الصيد الحديث)**
    
    لمعرفة انواع اليوزرات
    ✩ `.النوع` ، `.النوع1` ، `.النوع2` ، `.النوع3` 

    الانواع 1 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    1   : `.صياد ثلاثي_مختلط` مثال :-  T_4_S - T_4_5
    2   : `.صياد ثلاثي` مثال :-  T_S_S - T_S_Z
    3   : `.صياد vip_رقمين` مثال :-  vip12
    4   : `.صياد vip_ثلاث_ارقام` مثال :- vip123
    5   : `.صياد vip_اربع_ارقام` مثال :- vip1234
    6   : `.صياد خماسي_حرف` مثال :- QQQ5Q - QQQSQ
    7   : `.صياد خماسي_حرفين` مثال :- Q6Q6Q - QWQQW
    8   : `.صياد سداسي_حرف` مثال :- QQQ5QQ - QQQSQQ
    9   : `.صياد سداسي_حرفين` مثال :- Q6Q6QQ - QWQQWQ
    10 : `.صياد سباعي_حرف` مثال :- QQQQ2QQ - QQQQWQQ
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @A_0_0_0
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    ''',
    "Types2": '''
    **⟨ TNT CHECKER ⟩** **(الصيد الحديث)**

    لمعرفة انواع اليوزرات
    ✩ `.النوع` ، `.النوع1` ، `.النوع2` ، `.النوع3` 

    الانواع 2 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    11 : `.صياد سباعي_حرفين` مثال :- QQ2Q2QQ - QQWQWQQ
    12 : `.صياد شبه_سداسي_ارقام_1` مثال :- s1a111 - s2222a
    13 : `.صياد شبه_سداسي_ارقام_2` مثال :- sa1111
    14 : `.صياد شبه_خماسي_1` مثال :- QQQWS
    15 : `.صياد شبه_خماسي_2` مثال :- WSQQQ
    16 : `.صياد شبه_خماسي_3` مثال :- WQQQS
    17 : `.صياد رباعي` مثال :- W6_6W
    18 : `.صياد خماسي_شرطه` مثال :- W66_6W
    19 : `.صياد سداسي_شرطه` مثال :- W666_6W
    20 : `.صياد بوتات_ثلاثي` مثال :- RVFBOT
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @A_0_0_0

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    ''',
    "Types3": '''
    **⟨ TNT CHECKER ⟩** **(الصيد الحديث)**

    لمعرفة انواع اليوزرات
    ✩ `.النوع` ، `.النوع1` ، `.النوع2` ، `.النوع3` 

    الانواع 3 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    21 : `.صياد شبه_ثلاثي_1_بوتات` مثال :- RVF_BOT 
    22 : `.صياد شبه_ثلاثي_2_بوتات` مثال :- R_VFBOT 
    23 : `.صياد رباعي_1_بوتات` مثال :- SSLSbot
    24 : `.صياد رباعي_2_بوتات` مثال :- LSLSbot
    25 : `.صياد شبه_رباعي_1_بوتات` مثال :- SSLS_BOT
    26 : `.صياد شبه_رباعي_2_بوتات` مثال :- SSL_SBOT
    27 : `.صياد خماسي_1_بوتات` مثال :- HHHH6BOT
    28 : `.صياد خماسي_2_بوتات` مثال :- HHH66BOT
    29 : `.صياد شبه_خماسي_1_بوتات` مثال :- HHHH6_BOT
    30 : `.صياد شبه_خماسي_2_بوتات` مثال :- HHH_H6BOT
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @A_0_0_0

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    ''',
}
